package cn.org.bjca.zk.platform.interceptor;

import org.springframework.web.servlet.handler.HandlerInterceptorAdapter;

/***************************************************************************
 * <pre>session 拦截器</pre>
 * @文件名称:  SessionInterceptor.java
 * @包   路   径：  cn.org.bjca.zk.platform.interceptor
 * @版权所有：北京数字认证股份有限公司 (C) 2013
 *
 * @类描述:  
 * @版本: V2.0
 * @创建人： wangwenc
 * @创建时间：2013-3-29 下午2:25:53
 *
 *
 *
 * @修改记录：
   -----------------------------------------------------------------------------------------------
             时间                      |       修改人            |         修改的方法                       |         修改描述                                                                
   -----------------------------------------------------------------------------------------------
                 |                 |                           |                                       
   ----------------------------------------------------------------------------------------------- 	
 
 ***************************************************************************/
public class SessionInterceptor extends HandlerInterceptorAdapter {

}
